Repository: sindhu-JP/dprm
Catalog: src/locale/*/messages.po
Languages: hi

source: Digital partner Relationship Manager
hi: डिजिटल पार्टनर रिलेशनशिप मैनेजर

source: UNSETTLED BALANCE
hi: असंतुलित संतुलन

source: 'PRODUCT TECHNOLOGY'
hi: उत्पाद प्रौद्योगिकी

source: ADJUSTMENTS
hi: समायोजन

source: ALL
hi: सब

source: APPROVAL FOR
hi: अनुमोदन के लिए

source: APPROVAL TYPE
hi: अनुमोदन प्रकार

source: APPROVED
hi: स्वीकृत

source: AVAILABLE BALANCE KWD:
hi: उपलब्ध शेष राशि KWD:

source: Action
hi: गतिविधि

source: Active Partners
hi: सक्रिय भागीदार

source: Add note here
hi: यहां नोट जोड़ें

source: Advance Search
hi: उन्नत खोज

source: Agent
hi: प्रतिनिधि

source: Agent Category
hi: एजेंट श्रेणी

source: Agent LastName
hi: एजेंट अंतिम नाम

source: Agent MSISDN
hi: एजेंट एमएसआईएसडीएन

source: Agent Name
hi: एजेंट का नाम

source: Agent SubCategory
hi: एजेंट उपश्रेणी

source: All
hi: सभी

source: All Groups
hi: सभी समूह

source: Apply
hi: आवेदन करना

source: Back Office
hi: बैक कार्यालय

source: Bottom 5
hi: निचला 5

source: CONTACT NUMBER
hi: संपर्क संख्या

source: CONTRACT
hi: अनुबंध

source: CONTRACT ID
hi: अनुबंध आईडी

source: CONTRACT PERIOD
hi: अनुबंधनकाल

source: CONTRACT TYPE
hi: करार का प्रकार

source: CREATED DATE
hi: सृजित दिनांक

source: Cancel
hi: रद्द करना

source: Clear
hi: साफ़

source: Closed Tickets
hi: बंद टिकट

source: Commission Rule Creation
hi: आयोग नियम निर्माण

source: Company RegNo
hi: कंपनी रेगनो

source: Consolidated revenue of all the products launched and sold across channels.
hi: सभी चैनलों पर लॉन्च और बेचे गए सभी उत्पादों का समेकित राजस्व।

source: Contact Number
hi: संपर्क संख्या

source: Contract Count
hi: अनुबंध गणना

source: Contracts
hi: ठेके

source: Contracts Details
hi: अनुबंध विवरण

source: Copyright
hi: कॉपीराइट

source: Create Date
hi: तिथि बनाएं

source: Customer Authentication Successful.
hi: ग्राहक प्रमाणीकरण सफल

source: Customer Orders
hi: ग्राहक का ऑर्डर

source: Customer Type
hi: ग्राहक प्रकार

source: DATE OF BIRTH
hi: जन्म की तारीख

source: DMS REFERENCE ID
hi: डीएमएस संदर्भ आईडी

source: DOCUMENT TYPE
hi: दस्तावेज़ का प्रकार

source: Document Details
hi: दस्तावेज़ विवरण

source: Documents
hi: दस्तावेज़

source: EMAIL
hi: ईमेल

source: EMAIL ID
hi: ईमेल आईडी

source: END DATE
hi: अंतिम तिथि

source: ENTER CONTACT NUMBER
hi: संपर्क नंबर दर्ज करें

source: ENTER CUSTOMER TYPE
hi: ग्राहक प्रकार दर्ज करें

source: ENTER EMAIL ID
hi: ईमेल आईडी दर्ज करें

source: ENTER NATIONAL ID
hi: राष्ट्रीय आईडी दर्ज करें

source: EXPIRY DATE
hi: समाप्ति तिथि

source: Email ID
hi: ईमेल आईडी

source: Enter atleast 3 characters
hi: कम से कम 3 अक्षर दर्ज करें

source: Fetching
hi: प्राप्त कर रहा है

source: Financials
hi: वित्तीय स्थिति

source: Frequently Used Links
hi: अक्सर उपयोग किए जाने वाले लिंक

source: Group 360
hi: समूह 360

source: Help
hi: मदद करना

source: Hide Details
hi: विवरण छुपाना

source: Holistic view of sales progress achieved by multiple partners.
hi: कई भागीदारों द्वारा हासिल की गई बिक्री प्रगति का समग्र दृष्टिकोण।

source: Home
hi: घर

source: ID
hi: पहचान

source: INITIATOR
hi: प्रारंभ करने वाला

source: INVOICE
hi: इनवॉइस

source: InProgress Tasks
hi: प्रगति में कार्य

source: Information of order placed against each product and periodical order history.
hi: प्रत्येक उत्पाद और आवधिक आदेश इतिहास के विरुद्ध दिए गए आदेश की जानकारी।

source: KWD
hi: केडब्ल्यूडी

source: LOB
hi: कार्य

source: Last 1 Month
hi: पिछला 1 महीना

source: Last 3 Month
hi: पिछले 3 महीने

source: Last week
hi: पिछले सप्ताह

source: List is empty
hi: सूची खाली है

source: Login
hi: लॉग इन करें

source: Logout
hi: लॉग आउट

source: MASTER
hi: मालिक

source: MOBILE NUMBER
hi: मोबाइल नंबर

source: Manage Hierarchy
hi: पदानुक्रम प्रबंधित करें

source: Master Partner
hi: मास्टर पार्टनर

source: Master Partner created successfully, Approval pending.
hi: मास्टर पार्टनर सफलतापूर्वक बनाया गया, स्वीकृति लंबित है।

source: My Notes
hi: मेरी टिप्पणियाँ

source: My Task
hi: मेरा काम

source: My Tasks
hi: मेरा काम

source: NAME
hi: नाम

source: NATIONAL ID
hi: राष्ट्रीय पहचान पत्र

source: NID/Passport/Refugee ID
hi: एनआईडी/पासपोर्ट/शरणार्थी आईडी

source: National ID
hi: राष्ट्रीय पहचान पत्र

source: Next Page
hi: अगला पृष्ठ

source: No Data Available
hi: कोई डेटा मौजूद नहीं

source: No Data Found For Search Criteria
hi: खोज मानदंड के लिए कोई डेटा नहीं मिला

source: No Information Available
hi: सूचना उपलब्ध नहीं

source: No Preview available
hi: कोई पूर्वावलोकन उपलब्ध नहीं

source: No information available
hi: सूचना उपलब्ध नहीं

source: Normal Search
hi: सामान्य खोज

source: Open Ticket
hi: खुली टिकट

source: Order ID, Parter ID, Customer ID, Product Name, Product ID
hi: ऑर्डर आईडी, पार्टर आईडी, ग्राहक आईडी, उत्पादनाम, उत्पाद आईडीऑर्डर आईडी, पार्टर आईडी, ग्राहक आईडी, उत्पाद नाम, उत्पाद आईडी

source: Order Tracking
hi: आदेश ट्रैकिंग

source: Orders
hi: आदेश

source: PARTNER
hi: साथी

source: PARTNER ID
hi: साथी आईडी

source: PARTNER NAME
hi: पार्टनर का नाम

source: PARTNER REGISTRATION NUMBER
hi: भागीदार पंजीकरण संख्या

source: PARTNER SUBTYPE
hi: भागीदार उपप्रकार

source: PARTNER TICKETS
hi: पार्टनर टिकट

source: PARTNER TYPE
hi: पार्टनर प्रकार

source: PARTNER/PRODUCT NAME
hi: पार्टनर/उत्पाद का नाम

source: PENDING
hi: लंबित

source: PHONE NUMBER
hi: फ़ोन नंबर

source: PRIMARY CONTACT NAME
hi: प्राथमिक संपर्क नाम

source: PRODUCT ID
hi: उत्पाद आयडी

source: PRODUCT LOB
hi: उत्पाद लोब

source: PRODUCT NAME
hi: प्रोडक्ट का नाम

source: Partner
hi: साझेदार

source: Partner Customer Ticket Summary
hi: पार्टनर ग्राहक टिकट सारांश

source: Partner Details
hi: साथी विवरण

source: Partner ID
hi: साथी आईडी

source: Partner ID
hi: साथी आईडी

source: Partner Order Summary
hi: पार्टनर ऑर्डर सारांश

source: Partner Payment Summary
hi: पार्टनर भुगतान सारांश

source: Partner Product Summary
hi: पार्टनर उत्पाद सारांश

source: Partner Products
hi: साथी उत्पाद

source: Partner Sales Summary
hi: पार्टनर बिक्री सारांश

source: Partner Settlement Summary
hi: पार्टनर सेटलमेंट सारांश

source: Partner Sub Type
hi: भागीदार उप प्रकार

source: Partner Summary
hi: साथी सारांश

source: Partner Ticket
hi: पार्टनर टिकट

source: Partner Trouble Ticket Summary
hi: पार्टनर ट्रबल टिकट सारांश

source: Partner Type
hi: भागीदार प्रकार

source: Partner's basic Information & their status .
hi: पार्टनर की बुनियादी जानकारी और उनकी स्थिति

source: Partner's basic Information & their status.
hi: पार्टनर की बुनियादी जानकारी और उनकी स्थिति.

source: Partner's product information and their periodical product sale.
hi: पार्टनर की उत्पाद जानकारी और उनकी आवधिक उत्पाद बिक्री।

source: Pending Partner
hi: लंबित साथी

source: Potential Parnter
hi: संभावित भागीदार

source: Potential Partner / Agent Info
hi: संभावित भागीदार / एजेंट जानकारी

source: Potential Partners
hi: संभावित भागीदार

source: Potential Tenants
hi: संभावित किरायेदार

source: Previous Page
hi: पिछला पृष्ठ

source: Primary Contact
hi: प्राथमिक सम्पर्क

source: Proceed
hi: आगे बढ़ना

source: Product Count
hi: उत्पाद गणना

source: Product Details
hi: उत्पाद विवरण

source: Product Technology
hi: उत्पाद प्रौद्योगिकी

source: Products
hi: उत्पादों

source: Provisioning
hi: प्रोविजनिंग

source: Quick Links
hi: त्वरित सम्पक

source: Quote ID
hi: कोट आईडी

source: RECENT REQUESTS
hi: हाल के अनुरोध

source: REQUEST ID
hi: अनुरोध आईडी

source: Reject Tasks
hi: कार्य अस्वीकार करें

source: Reports
hi: रिपोर्टों

source: Requests
hi: अनुरोध

source: Resolved Tasks
hi: हल किए गए कार्य

source: Resolved Tickets
hi: हल टिकट

source: Retired Partners
hi: सेवानिवृत्त भागीदार

source: Revenue Summary
hi: राजस्व सारांश

source: Revoke Suspension
hi: निलंबन वापस लें

source: SEARCH TYPE
hi: तलाश की विधि

source: SETTLEMENT
hi: समझौता

source: START DATE
hi: आरंभ करने की तिथि

source: START DATE
hi: आरंभ करने की तिथि

source: STATUS
hi: दर्जा

source: Search
hi: खोज

source: Search By
hi: द्वारा खोज

source: Search Groups
hi: समूह खोजें

source: Service ID
hi: सेवा आईडी

source: Services
hi: सेवाएं

source: Session Expired
hi: सत्र समाप्त हुआ

source: Session has expired kindly login again ..
hi: सत्र समाप्त हो गया है कृपया फिर से लॉगिन करें ..

source: Settlement Rule Creation
hi: निपटान नियम निर्माण

source: Show Details
hi: प्रदर्शन का विवरण

source: Status
hi: दर्जा

source: Sub Category
hi: उप श्रेणी

source: Submit
hi: प्रस्तुत करना

source: Summarized view of payment made against the partner invoices.
hi: पार्टनर इनवॉइस के लिए किए गए भुगतान का संक्षिप्त दृश्य।

source: Suspend Partner/Tenant
hi: साझेदार/किरायेदार को निलंबित करें

source: Suspended Partners
hi: निलंबित भागीदार

source: TENANT
hi: किरायेदार

source: TENANT ID
hi: किरायेदार आईडी

source: TENANT NAME
hi: किरायेदार का नाम

source: TRANSACTIONS
hi: लेनदेन

source: Task Allocations policy
hi: कार्य आवंटन नीति

source: Task Assignment
hi: कार्य सौपना

source: Tasks
hi: कार्य

source: Team Task
hi: टीम टास्क

source: Tenant Count
hi: किरायेदार गणना

source: Tenant Details
hi: किरायेदार विवरण

source: Tenants
hi: किरायेदारों

source: Ticket ID
hi: टिकट आईडी

source: Today
hi: आज

source: Today's summary
hi: आज का सारांश

source: Top 5
hi: शीर्ष 5

source: Total Count
hi: कुल संख्या

source: Total Interaction
hi: कुल बातचीत

source: Users
hi: उपयोगकर्ताओं

source: View of partner accounts which are due for final settlements.
hi: साझेदार खातों का दृश्य जो अंतिम निपटान के लिए हैं।

source: Wallet Details
hi: वॉलेट विवरण

source: Wallet ID
hi: वॉलेट आईडी

source: Your Performance
hi: आपका प्रदर्शन

source: bottom
hi: नीचे

source: completed
hi: पूरा किया हुआ

source: created
hi: बनाया था

source: terminated
hi: समाप्त

source: See All Notes
hi: सभी नोट्स देखें

source: Hide Notes
hi: नोट्स छुपाएँ

source: Partner Name
hi: साथी का नाम

source: Product Sold
hi: बेचे गए उत्पाद

source: Filters
hi: फ़िल्टर

source: FROM DATE
hi: तारीख से

source: TO DATE
hi: आज तक

source: Partner Id
hi: पार्टनर आईडी

source: Email
hi: ईमेल

source: Mobile
hi: मोबाइल

source: Tenant Id
hi: किरायेदार आईडी

source: Tenant Name
hi: किरायेदार का नाम

source: of
hi: का

source: Rows Per Page
hi: प्रति पृष्ठ पंक्तियाँ

source: Active
hi: सक्रिय

source: Pending
hi: विचाराधीन

source: Rejected
hi: खारिज कर दिया
